{
  "books": [
    {
      "id": "book-vegetarian",
      "title": "채식주의자",
      "author": "한강",
      "imageUrl": "/books/book1.jpg",
      "tags": ["read"]
    },
    {
      "id": "book-seonghak",
      "title": "성학십도",
      "author": "퇴계 이황",
      "imageUrl": "/books/book2.jpg",
      "tags": ["interest"]
    },
    {
      "id": "book-homo-deus",
      "title": "호모 데우스: 미래의 역사",
      "author": "유발 하라리",
      "imageUrl": "/books/book3.jpg",
      "tags": ["read", "interest"]
    }
  ],
  "book_questions": [
    {
      "id": "q-veg-1",
      "book_id": "book-vegetarian",
      "question_text": "영혜처럼 사회의 '정상성'에 의문을 품고 자신만의 길을 가고 싶었던 적이 있나요? 어떤 경험이었나요?",
      "question_context": "소설 속 영혜는 폭력적인 꿈을 꾼 뒤 육식을 거부하며 사회가 요구하는 '정상성'에서 벗어납니다. 그녀의 선택은 가족과의 갈등을 야기하지만, 동시에 자신만의 신념을 따르는 여정의 시작이기도 합니다. 영혜의 모습에 비추어, 사회적 통념에 맞서 자신만의 가치를 추구했던 경험이 있는지 돌아봅시다."
    },
    {
      "id": "q-sh-1",
      "book_id": "book-seonghak",
      "question_text": "퇴계 이황이 제시한 성리학적 수양 방법 중 현대 사회에서도 여전히 유효하다고 생각하는 부분이 있나요? 혹은 자신만의 마음 다스리는 방법이 있다면 소개해주세요.",
      "question_context": "퇴계 이황은 '성학십도'에서 '경(敬)'을 중심으로 마음을 다스리고 성찰하는 수양법을 제시했습니다. 이는 끊임없이 변화하고 복잡해지는 현대 사회에서 마음의 평화를 찾으려는 노력과 맞닿아 있습니다. 성현의 지혜를 현대적으로 어떻게 적용할 수 있을지, 혹은 자신만의 스트레스 해소법이나 마음 관리법이 있다면 나눠봅시다."
    },
    {
      "id": "q-hd-1",
      "book_id": "book-homo-deus",
      "question_text": "유발 하라리가 예측하는 '호모 데우스'의 미래, 즉 인류가 기술을 통해 신적인 능력을 추구하는 것에 대해 어떻게 생각하시나요? 기대되는 점과 우려되는 점은 무엇인가요?",
      "question_context": "유발 하라리는 '호모 데우스'에서 인류가 질병, 노화, 죽음을 극복하고 행복과 신성을 추구하며 스스로를 '신'으로 업그레이드하려 할 것이라고 예측합니다. 생명공학, 인공지능 등의 기술 발전이 가져올 유토피아적 가능성과 디스토피아적 위험에 대해 균형 잡힌 시각으로 토론해 봅시다. 특히 기술 발전이 사회적 불평등을 심화시킬 수 있다는 우려에 대해 어떻게 생각하시나요?"
    },
    {
      "id": "q-veg-2",
      "book_id": "book-vegetarian",
      "question_text": "책에서 묘사된 인간의 폭력성에 대해 어떻게 생각하시나요? 일상 속에서 폭력성의 다른 형태를 목격하거나 경험한 적이 있다면 이야기해주세요.",
      "question_context": "작품은 단순히 육식 거부를 넘어, 인간 사회에 내재된 다양한 형태의 폭력성을 고발합니다. 가정 내에서의 억압, 사회적 편견, 타인에 대한 무관심 등, 영혜가 겪는 고통은 여러 층위의 폭력과 연결됩니다. 우리 주변에서 발견할 수 있는 다양한 폭력의 양상에 대해 이야기해 봅시다."
    },
    {
      "id": "q-sh-2",
      "book_id": "book-seonghak",
      "question_text": "'성학십도'처럼 그림과 설명을 통해 복잡한 개념을 배우는 방식에 대해 어떻게 생각하시나요? 학습 효과를 높이기 위해 특별히 선호하는 학습법이 있나요?",
      "question_context": "'성학십도'는 성리학이라는 다소 어려운 학문을 10개의 그림과 함께 설명하여 왕이 쉽게 이해하도록 돕기 위해 만들어졌습니다. 이처럼 시각적인 자료나 다양한 매체를 활용하는 학습 방식의 효과에 대해 생각해 봅시다. 복잡한 지식을 습득할 때 효과적이었던 자신만의 학습 전략이나 팁이 있다면 공유해주세요."
    },
    {
      "id": "q-hd-2",
      "book_id": "book-homo-deus",
      "question_text": "책에서 언급된 데이터교(Dataism)처럼, 미래 사회에서 데이터와 알고리즘이 인간의 의사결정을 얼마나 대체할 수 있을까요? 자신의 삶에서 알고리즘의 영향을 실감한 경험이 있나요?",
      "question_context": "데이터와 알고리즘이 세상을 지배하는 '데이터교(Dataism)'의 등장은 '호모 데우스'의 핵심적인 예측 중 하나입니다. 이미 우리는 알게 모르게 수많은 알고리즘의 추천과 결정에 영향을 받고 있습니다. 이러한 데이터 중심 사회가 개인의 자유 의지와 인간 고유의 가치에 미칠 영향에 대해 깊이 생각해 봅시다. 알고리즘의 판단에 의문을 제기했던 경험이 있나요?"
    },
    {
      "id": "q-veg-3",
      "book_id": "book-vegetarian",
      "question_text": "영혜가 추구하는 '식물적인 삶'은 어떤 의미일까요? 현실에서 벗어나 전혀 다른 존재가 되고 싶다는 생각을 해본 적 있으신가요?",
      "question_context": "영혜는 점차 인간이기를 포기하고 나무가 되기를 갈망하며 식물적인 삶을 꿈꿉니다. 이는 현실의 고통과 폭력으로부터 완전히 벗어나고자 하는 극단적인 소망의 표현일 수 있습니다. 현실의 어려움에서 벗어나 다른 존재가 되고 싶은 욕망에 대해 생각해 봅시다."
    },
    {
      "id": "q-sh-3",
      "book_id": "book-seonghak",
      "question_text": "책에서 강조하는 군주의 도리나 이상적인 인간상이 오늘날 리더십이나 개인의 삶에 어떤 시사점을 줄 수 있을까요?",
      "question_context": "이 책은 본래 군주가 갖춰야 할 덕목과 이상적인 통치 철학을 담고 있지만, 그 내용은 오늘날 리더뿐만 아니라 사회 구성원 모두에게 적용될 수 있는 보편적인 윤리관을 제시합니다. 책에서 강조하는 인(仁), 의(義), 예(禮), 지(智)와 같은 가치들이 현대 사회에서 어떤 의미를 지니며, 어떻게 실천될 수 있을지 논의해 봅시다."
    },
    {
      "id": "q-hd-3",
      "book_id": "book-homo-deus",
      "question_text": "인류가 '행복'을 정복하려는 시도에 대해 어떻게 생각하시나요? 과학기술로 만들어진 행복이 진정한 행복일 수 있을까요? 당신이 생각하는 '진정한 행복'이란 무엇인가요?",
      "question_context": "인류는 오랫동안 행복을 추구해 왔으며, 이제 과학 기술을 통해 생화학적, 유전학적으로 행복을 '설계'하고 '달성'하려는 단계에 이르렀다고 하라리는 말합니다. 과연 기술로 만들어낸 '영원한 행복'이 진정한 의미의 행복일 수 있을까요? 행복의 본질과 그것을 추구하는 방식에 대한 각자의 철학을 이야기해 봅시다."
    }
  ],
  "book_answers": [
    {
      "id": "a-veg-1",
      "question_id": "q-veg-1",
      "title": "나만의 길을 가다",
      "answer_text": "대학교 때, 모두가 취업 준비에 몰두할 때 혼자서 인문학 스터디를 계속했던 기억이 나요. 당장은 불확실해 보였지만, 그때의 고민과 독서가 지금의 저를 만든 자양분이 되었다고 생각해요. 영혜처럼 거창하진 않아도, 남들이 '정상'이라고 생각하는 길에서 잠시 벗어나 자신만의 가치를 따랐던 작은 용기였죠.",
      "date": "2024. 07. 20.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-veg-2",
      "question_id": "q-veg-2",
      "title": "무관심이라는 폭력",
      "answer_text": "가장 무서운 폭력은 무관심이라고 생각해요. 영혜의 가족들이 보인 반응처럼요. 직접적인 폭력만큼이나, 혹은 그보다 더 깊은 상처를 줄 수 있죠. 직장에서 동료가 부당한 일을 겪는 것을 알면서도 침묵했던 제 모습이 떠올라 부끄러웠습니다. 이후로는 작게나마 목소리를 내려고 노력하고 있어요.",
      "date": "2024. 07. 21.",
      "profile_id": "profile-2"
    },
    {
      "id": "a-veg-3",
      "question_id": "q-veg-3",
      "title": "나무가 되고 싶은 마음",
      "answer_text": "가끔 너무 지칠 때면, 모든 책임과 관계에서 벗어나 조용한 숲속의 나무가 되고 싶다는 상상을 해요. 영혜의 심정이 조금은 이해가 됩니다. 물론 현실 도피일 수도 있겠지만, 잠시나마 그런 상상을 통해 복잡한 마음을 환기하고 다시 현실을 살아갈 힘을 얻는 것 같아요.",
      "date": "2024. 07. 22.",
      "profile_id": "profile-3"
    },
    {
      "id": "a-sh-1",
      "question_id": "q-sh-1",
      "title": "일상 속 '경' 실천하기",
      "answer_text": "퇴계 이황 선생님의 '경(敬)' 사상은 지금도 중요하다고 생각해요. 늘 깨어있는 마음으로 자신을 성찰하고 순간에 집중하는 태도는 복잡한 현대 사회에서 마음의 중심을 잡는 데 큰 도움이 됩니다. 저는 매일 아침 10분 정도 명상을 하면서 하루를 시작하는데, 이게 저만의 '경'을 실천하는 방식인 것 같아요.",
      "date": "2024. 07. 20.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-2",
      "question_id": "q-sh-2",
      "title": "시각적 학습의 힘",
      "answer_text": "저는 시각적인 자료를 활용할 때 이해도가 훨씬 높아지는 편이에요. '성학십도'처럼 그림으로 개념을 설명하는 방식은 정말 효과적이라고 생각합니다. 복잡한 코드를 공부할 때도 다이어그램을 그리거나 마인드맵을 활용하면 구조가 한눈에 들어와서 도움이 많이 되더라고요.",
      "date": "2024. 07. 21.",
      "profile_id": "profile-2"
    },
    {
      "id": "a-sh-3",
      "question_id": "q-sh-3",
      "title": "모두에게 필요한 덕목",
      "answer_text": "리더뿐만 아니라 모든 사회 구성원이 인(仁), 의(義), 예(禮), 지(智)와 같은 덕목을 갖추려고 노력해야 한다고 생각해요. 특히 '인(仁)', 즉 타인을 존중하고 공감하는 마음은 공동체를 건강하게 유지하는 가장 기본적인 요소 아닐까요? 작은 배려와 경청에서부터 시작할 수 있다고 믿습니다.",
      "date": "2024. 07. 22.",
      "profile_id": "profile-3"
    },
    {
      "id": "a-hd-1",
      "question_id": "q-hd-1",
      "title": "기술 발전의 양면성",
      "answer_text": "기술로 질병과 노화를 극복하는 미래는 기대되지만, 그 혜택이 소수에게만 집중될까 봐 우려됩니다. 유전자를 편집해서 '맞춤 아기'를 만드는 세상이 온다면, 인간의 존엄성이나 다양성은 어떻게 될까요? 기술 발전의 방향에 대한 사회적 합의와 윤리적 고민이 반드시 필요하다고 생각합니다.",
      "date": "2024. 07. 20.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-hd-2",
      "question_id": "q-hd-2",
      "title": "알고리즘과 필터 버블",
      "answer_text": "맞아요, 저도 모르는 사이에 유튜브나 넷플릭스 추천 알고리즘에 따라 콘텐츠를 소비하고 있더라고요. 편리하긴 하지만, 가끔은 알고리즘이 만들어놓은 '필터 버블'에 갇히는 느낌이 들 때도 있어요. 의식적으로 다양한 정보와 관점을 접하려고 노력해야겠다는 생각을 합니다.",
      "date": "2024. 07. 21.",
      "profile_id": "profile-2"
    },
    {
      "id": "a-hd-3",
      "question_id": "q-hd-3",
      "title": "진정한 행복이란?",
      "answer_text": "과학기술로 고통을 없애고 쾌락을 극대화할 수는 있겠지만, 그게 진정한 행복일지는 의문이에요. 저는 행복이란 성취나 쾌락보다는, 사랑하는 사람들과의 관계, 의미 있는 일에 몰두하는 과정, 그리고 어려움을 극복하며 성장하는 경험 속에서 찾아오는 것이라고 생각해요. 기술은 그런 연결과 성장을 돕는 데 사용되어야 한다고 믿습니다.",
      "date": "2024. 07. 22.",
      "profile_id": "profile-3"
    },
    {
      "id": "a-veg-4",
      "question_id": "q-veg-2",
      "title": "보이지 않는 폭력",
      "answer_text": "영혜의 이야기에서 드러나는 폭력성은 물리적인 것만이 아니라는 점에 공감합니다. 기술 업계에서도 때로는 과도한 경쟁이나 성과 압박이 보이지 않는 폭력으로 작용할 수 있다고 생각해요. 서로 존중하고 건강하게 성장할 수 있는 문화를 만드는 것이 중요하다고 느낍니다.",
      "date": "2024. 07. 23.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-veg-5",
      "question_id": "q-veg-3",
      "title": "현실 변화를 향하여",
      "answer_text": "현실에서 완전히 벗어나고 싶다는 생각보다는, 기술을 통해 현실의 문제를 해결하고 더 나은 상태를 만들고 싶다는 생각을 더 많이 하는 것 같아요. 영혜가 식물적인 삶을 갈망하는 것은 현실의 고통에 대한 깊은 절망의 표현이겠죠. 그 절망에 공감하면서도, 저는 변화를 만드는 쪽을 택하고 싶습니다.",
      "date": "2024. 07. 24.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-4",
      "question_id": "q-sh-2",
      "title": "개념 구조화와 시각화",
      "answer_text": "'성학십도'처럼 시각 자료를 활용하는 방식은 복잡한 기술 개념을 설명할 때도 매우 유용합니다. 특히 시스템 아키텍처나 알고리즘 흐름도를 그리면 팀원들과의 소통이 훨씬 원활해지는 것을 경험했습니다. 저에게는 개념을 구조화하고 시각적으로 표현하는 것이 최고의 학습법 중 하나입니다.",
      "date": "2024. 07. 23.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-5",
      "question_id": "q-sh-3",
      "title": "리더의 지혜와 성장",
      "answer_text": "퇴계 선생님이 강조하신 군주의 덕목은 현대 사회의 리더에게도 꼭 필요하다고 생각합니다. 특히 '지(智)', 즉 끊임없이 배우고 성찰하며 현명한 판단을 내리는 능력은 기술 변화가 빠른 시대에 더욱 중요해졌습니다. 구성원들의 성장을 돕고 올바른 방향을 제시하는 리더가 되고 싶습니다.",
      "date": "2024. 07. 24.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-hd-4",
      "question_id": "q-hd-2",
      "title": "알고리즘의 책임감",
      "answer_text": "알고리즘의 영향력은 정말 커지고 있죠. 개발자로서 알고리즘의 투명성과 공정성에 대한 책임감을 많이 느낍니다. 데이터를 기반으로 한 효율적인 의사결정은 중요하지만, 그것이 인간의 자율성이나 윤리적 가치를 침해하지 않도록 경계하고 고민해야 한다고 생각합니다. 최근 추천 시스템의 편향성에 대한 스터디를 시작했어요.",
      "date": "2024. 08. 03.",
      "profile_id": "profile-4"
    },
    {
      "id": "a-hd-5",
      "question_id": "q-hd-3",
      "title": "행복을 돕는 기술",
      "answer_text": "기술이 행복을 보조하는 도구가 될 수는 있겠지만, 행복 자체를 만들어낼 수는 없다고 생각해요. 진정한 행복은 제 생각에, 의미 있는 목표를 향해 노력하고, 그 과정에서 다른 사람들과 깊이 연결되고, 함께 성장하는 데서 오는 것 같아요. 기술은 그런 연결과 성장을 돕는 데 사용되어야 한다고 믿습니다.",
      "date": "2024. 08. 04.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-6",
      "question_id": "q-sh-1",
      "title": "등산으로 마음 비우기",
      "answer_text": "퇴계 선생님의 '경'은 여전히 중요하죠. 저는 주말 등산을 통해 마음을 비웁니다.",
      "date": "2024. 08. 05.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-7",
      "question_id": "q-sh-1",
      "title": "순간에 집중하는 '경'",
      "answer_text": "퇴계 이황이 강조한 '경(敬)'의 자세는 단순히 마음을 공손하게 가지는 것을 넘어, 매 순간 의식을 집중하고 깨어있는 상태를 유지하려는 노력이라고 생각합니다.\n현대 사회는 끊임없는 정보와 자극으로 우리의 집중력을 빼앗고 마음을 산란하게 만들죠. 이럴 때일수록 '경'의 수양이 중요하다고 느낍니다.\n\n저는 일상에서 '경'을 실천하기 위해 몇 가지 노력을 하고 있습니다.\n첫째, 식사할 때는 스마트폰을 멀리하고 음식의 맛과 향, 식감에 온전히 집중하려고 합니다.\n둘째, 사람들과 대화할 때는 다른 생각을 잠시 접어두고 상대방의 말과 표정에 주의를 기울입니다.\n셋째, 업무를 시작하기 전에는 짧게 명상을 하며 마음을 가다듬고 오늘 할 일의 목표를 명확히 합니다.\n\n이런 작은 실천들이 쌓여 조금씩 마음의 평정을 찾고 일의 효율성도 높이는 경험을 하고 있습니다. 쉽지는 않지만, 의식적으로 노력하는 과정 자체가 중요한 수양이라고 생각합니다.",
      "date": "2024. 08. 06.",
      "profile_id": "profile-2"
    },
    {
      "id": "a-sh-8",
      "question_id": "q-sh-1",
      "title": "감사 일기의 힘",
      "answer_text": "퇴계 이황이 말한 수양법은 자기 성찰의 중요성을 강조한다는 점에서 여전히 유효하다고 생각해요. 저는 매일 밤 자기 전에 감사 일기를 쓰는 습관이 있는데, 하루를 돌아보며 긍정적인 부분을 찾고 감사하는 마음을 갖는 것이 마음을 평온하게 유지하는 데 큰 힘이 됩니다.",
      "date": "2024. 08. 07.",
      "profile_id": "profile-3"
    },
    {
      "id": "a-sh-9",
      "question_id": "q-sh-1",
      "title": "클래식으로 찾는 평온",
      "answer_text": "마음이 복잡할 땐 클래식 음악, 특히 바흐를 들어요. 마음이 차분해집니다.",
      "date": "2024. 08. 08.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-10",
      "question_id": "q-sh-1",
      "title": "디지털 디톡스의 효과",
      "answer_text": "'경'을 실천하는 방법으로 저는 '디지털 디톡스'를 주기적으로 합니다. 주말 하루는 스마트폰이나 컴퓨터 없이 온전히 오프라인 활동에 집중하는 거죠. 이를 통해 과도한 정보로부터 벗어나 제 내면의 소리에 귀 기울일 수 있습니다.",
      "date": "2024. 08. 09.",
      "profile_id": "profile-2"
    },
    {
      "id": "a-sh-11",
      "question_id": "q-sh-1",
      "title": "몰입을 통한 마음 다스리기",
      "answer_text": "퇴계 선생이 '경'을 통해 마음을 다스리라고 했듯이, 저에게는 깊이 몰입할 수 있는 활동이 마음을 다스리는 효과적인 방법입니다. 특히 코딩이나 글쓰기에 집중할 때 그렇습니다.\n복잡한 알고리즘 문제를 풀거나 논리적인 글을 구성하는 과정에 몰두하다 보면, 어느새 머릿속을 어지럽히던 잡념들이 사라지고 눈앞의 과제에만 집중하게 됩니다.\n\n이 과정에서 느끼는 지적인 도전과 문제 해결의 성취감은 스트레스를 잊게 하고 긍정적인 에너지를 줍니다.\n또한, 코딩이나 글쓰기는 생각을 명확하게 구조화하는 훈련이 되기 때문에, 단순히 기분 전환을 넘어 문제 상황을 좀 더 객관적으로 바라보고 해결책을 찾는 데도 도움이 되는 것 같습니다.\n\n저만의 '경' 실천법은 바로 이런 생산적인 몰입 활동인 셈이죠.",
      "date": "2024. 08. 10.",
      "profile_id": "profile-3"
    },
    {
      "id": "a-sh-12",
      "question_id": "q-sh-1",
      "title": "배움으로 마음 다스리기",
      "answer_text": "배움이야말로 마음을 다스리는 좋은 방법 같아요. 독서와 학습을 꾸준히 합니다.",
      "date": "2024. 08. 11.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-13",
      "question_id": "q-sh-1",
      "title": "요가와 마음의 균형",
      "answer_text": "저는 요가를 통해 몸과 마음의 균형을 찾으려고 노력합니다. 호흡에 집중하고 몸의 움직임을 느끼는 과정에서 스트레스가 해소되고 마음이 평온해지는 것을 느껴요. 몸을 통해 마음을 다스리는 좋은 방법이라고 생각합니다.",
      "date": "2024. 08. 12.",
      "profile_id": "profile-2"
    },
    {
      "id": "a-sh-14",
      "question_id": "q-sh-1",
      "title": "소통으로 푸는 마음",
      "answer_text": "성리학적 수양법이 내면 성찰을 강조한다면, 저는 관계 속에서의 소통 또한 중요한 마음 다스리기 방법이라고 생각합니다.\n혼자만의 시간도 중요하지만, 때로는 가까운 친구나 가족과 진솔한 대화를 나누는 것이 복잡한 마음을 푸는 데 큰 도움이 됩니다.\n\n제 고민을 솔직하게 털어놓고 상대방의 이야기를 경청하는 과정에서, 제 문제를 객관적으로 바라보게 되기도 하고, 혼자가 아니라는 위안을 얻기도 합니다.\n특히 서로 공감하고 지지해주는 경험은 부정적인 감정을 희석시키고 긍정적인 마음 상태를 회복하는 데 강력한 힘을 발휘합니다.\n\n퇴계 선생이 '경'을 통해 타인과의 관계에서도 예의와 진심을 다하라고 한 것처럼, 건강한 관계를 맺고 소통하는 것 역시 현대 사회에서 마음을 다스리는 중요한 지혜라고 믿습니다.\n그래서 저는 주기적으로 친구들과 만나 깊은 대화를 나누려고 노력합니다.",
      "date": "2024. 08. 13.",
      "profile_id": "profile-3"
    },
    {
      "id": "a-sh-15",
      "question_id": "q-sh-1",
      "title": "경, 한 문단으로",
      "answer_text": "퇴계 이황의 '경(敬)'은 마음을 한 곳에 집중하고 깨어있는 상태를 유지하는 것입니다. 이는 정보 과잉 시대에 더욱 필요한 자세로, 명상이나 의식적인 행동을 통해 일상에서 실천할 수 있습니다.",
      "date": "2024. 08. 14.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-16",
      "question_id": "q-sh-1",
      "title": "경, 두 문단으로",
      "answer_text": "퇴계 이황이 강조한 '경(敬)'은 단순한 공경을 넘어, 의식을 현재에 집중시키고 흐트러짐 없는 마음 상태를 지향하는 수양법입니다. 현대 사회의 분주함 속에서 이러한 집중력과 내적 평온은 더욱 중요해졌습니다.\n\n이를 실천하기 위해 저는 매일 아침 짧은 명상을 통해 호흡에 집중하고, 업무 중에는 의식적으로 멀티태스킹을 피하며 한 가지 일에 몰두하려 노력합니다. 작은 실천이지만 꾸준히 함으로써 마음의 중심을 잡는 데 도움을 받고 있습니다.",
      "date": "2024. 08. 15.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-17",
      "question_id": "q-sh-1",
      "title": "경, 세 문단으로",
      "answer_text": "성리학에서 '경(敬)'은 핵심적인 수양 덕목으로, 마음을 오롯이 한 곳에 모아 흩어지지 않게 하고 항상 깨어있는 의식 상태를 유지하려는 실천적 노력을 의미합니다. 퇴계 이황은 이를 군주가 갖춰야 할 중요한 자세로 보았지만, 그 원리는 시대를 초월하여 모든 이에게 적용될 수 있습니다.\n\n현대 사회는 끊임없는 외부 자극과 정보의 홍수로 우리의 정신을 산만하게 만듭니다. 이런 환경에서 '경'의 자세는 의식을 현재에 집중시키고, 자신의 생각과 감정을 명확히 인지하며, 행동 하나하나에 신중함을 기하는 태도를 의미합니다. 이는 스트레스 관리와 집중력 향상에 직접적인 도움을 줄 수 있습니다.\n\n개인적으로는 일과 시작 전 10분간 호흡 명상을 하거나, 대화에 집중하며 상대방의 말을 경청하는 방식으로 '경'을 연습합니다. 또한, 의도적으로 스마트폰 사용 시간을 줄이고 자연 속에서 조용히 사색하는 시간을 갖는 것도 큰 도움이 됩니다. 이러한 노력을 통해 점차 내면의 고요함을 회복하고 삶의 질서를 찾아가고 있습니다.",
      "date": "2024. 08. 16.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-18",
      "question_id": "q-sh-1",
      "title": "경, 네 문단으로",
      "answer_text": "퇴계 이황이 '성학십도'를 통해 제시한 '경(敬)' 사상은 단순히 공경하는 마음을 넘어, 마음을 한 곳에 모아 흩어지지 않게 하고 항상 깨어있는 의식 상태를 유지하는 적극적인 수양 방법입니다. 이는 성리학적 인간 완성을 위한 필수적인 과정으로 여겨졌습니다.\n\n이 '경'의 가치는 오늘날에도 여전히 유효합니다. 정보의 범람과 빠른 변화 속에서 우리는 쉽게 집중력을 잃고 정신적 피로를 느낍니다. '경'의 수양은 이러한 현대적 문제에 대한 중요한 해답을 제시합니다. 의식을 현재에 집중시키고 내면을 성찰하는 과정을 통해 우리는 외부 환경에 휘둘리지 않는 안정감을 찾고, 주어진 과제에 더욱 몰입할 수 있게 됩니다.\n\n일상에서 '경'을 실천하는 방법은 다양합니다. 저의 경우, 매일 아침 고요한 시간을 가지며 그날의 마음가짐을 다잡습니다. 또한, 중요한 업무를 할 때는 주변의 방해 요소를 최소화하고 오롯이 그 일에만 집중하려고 노력합니다. 식사를 할 때나 걸을 때도 그 순간의 감각에 집중하는 연습을 꾸준히 하고 있습니다.\n\n물론 이러한 실천이 항상 쉽지는 않습니다. 때로는 잡념에 빠지기도 하고 집중력이 흐트러지기도 합니다. 하지만 중요한 것은 완벽함이 아니라, 꾸준히 의식하고 노력하는 과정 그 자체입니다. '경'의 자세를 유지하려는 노력 속에서 우리는 점차 내면의 힘을 기르고 더 깊이 있는 삶을 살아갈 수 있다고 믿습니다.",
      "date": "2024. 08. 17.",
      "profile_id": "profile-1"
    },
    {
      "id": "a-sh-19",
      "question_id": "q-sh-1",
      "title": "경, 다섯 문단으로",
      "answer_text": "퇴계 이황 선생이 평생을 통해 강조했던 '경(敬)'은 성리학 수양론의 핵심이자, 인간이 마땅히 추구해야 할 마음의 상태를 집약적으로 보여주는 개념입니다. 이는 단순한 예의범절을 넘어, 마음의 주재(主宰)를 확립하여 외물의 유혹이나 내면의 동요에 흔들리지 않고 항상 깨어있는 의식을 유지하려는 실천적 노력을 의미합니다.\n\n'경'의 본질은 '마음을 하나로 모아 흩어지지 않게 하는 것(主一無適)'에 있습니다. 잡념 없이 오롯이 현재의 순간, 마땅히 해야 할 일에 집중하는 것이죠. 또한 '항상 깨어있는 상태를 유지하는 것(常惺惺法)'을 통해 자신의 마음 상태를 늘 성찰하고 바르게 이끌어가야 함을 강조합니다. 이는 곧 자기 자신에 대한 깊은 이해와 통제를 바탕으로 합니다.\n\n이러한 '경'의 자세는 끊임없는 자극과 변화로 점철된 현대 사회에서 더욱 빛을 발합니다. 우리는 스마트폰 알림, 넘쳐나는 정보, 복잡한 인간관계 속에서 쉽게 마음의 중심을 잃고 방황하기 쉽습니다. 이때 '경'의 수양은 우리에게 내면의 닻을 내리고, 외부의 소음에 휘둘리지 않으며, 진정으로 중요한 가치에 집중할 수 있는 힘을 길러줍니다.\n\n일상에서 '경'을 실천하는 것은 거창한 일이 아닐 수 있습니다. 아침에 일어나 잠시 고요히 앉아 호흡을 가다듬는 것, 식사 시간에는 음식의 맛과 향에 집중하는 것, 대화할 때는 상대방의 이야기에 진심으로 귀 기울이는 것, 업무를 할 때는 한 가지 일에 몰입하는 것. 이러한 작은 실천들이 모여 '경'의 자세를 체화하게 돕습니다. 중요한 것은 의식적인 노력과 꾸준함입니다.\n\n결국 '경'은 마음을 다스리는 기술이자 삶의 지혜입니다. 이를 통해 우리는 내면의 평화를 찾고, 관계를 더욱 깊이 있게 만들며, 삶의 본질적인 가치를 추구하는 동력을 얻을 수 있습니다. 퇴계 선생의 가르침은 수백 년의 시간을 넘어, 여전히 우리에게 깊은 울림과 성찰의 기회를 제공합니다. 저 또한 이 '경'의 길을 꾸준히 걸어가려 노력하고 있습니다.",
      "date": "2024. 08. 18.",
      "profile_id": "profile-1"
    }
  ],
  "events": [
    {
      "id": "event-homo-deus",
      "book_id": "book-homo-deus",
      "title": "미래를 묻다: 호모 데우스 북토크",
      "date": "2024. 09. 15.",
      "time": "19:00",
      "location": "성수동 헤이그라운드",
      "organizer": "미래사회 연구소",
      "description": "유발 하라리의 '호모 데우스'를 읽고, 기술 발전이 가져올 미래 사회의 변화와 인간의 역할에 대해 이야기 나눕니다.",
      "imageUrl": "/events/event1.png"
    },
    {
      "id": "event-vegetarian",
      "book_id": "book-vegetarian",
      "title": "나를 찾는 시간: '채식주의자' 온라인 독서 모임",
      "date": "2024. 08. 10.",
      "time": "20:00",
      "location": "가배도",
      "organizer": "문학살롱 초록",
      "description": "한강 작가의 '채식주의자'를 통해 사회적 통념과 개인의 신념, 인간 내면의 목소리에 귀 기울여보는 시간을 갖습니다.",
      "imageUrl": "/events/event2.png"
    },
    {
      "id": "event-seonghak",
      "book_id": "book-seonghak",
      "title": "리더를 위한 성찰: 퇴계 이황 '성학십도' 워크숍",
      "date": "2024. 10. 05.",
      "time": "14:00",
      "location": "안동 퇴계 종택",
      "organizer": "한국 전통문화 연구원",
      "description": "퇴계 이황의 '성학십도'를 통해 현대 리더가 갖춰야 할 마음가짐과 윤리적 덕목을 배우고 실천 방안을 모색합니다.",
      "imageUrl": "/events/event3.png"
    }
  ],
  "profiles": [
    {
      "id": "profile-1",
      "name": "김민준",
      "imageUrl": "/profiles/profile1.png",
      "bio": "기술을 통해 사람들의 삶을 더 풍요롭게 만들고 싶습니다. 의미있는 연결을 통해 함께 성장하고 싶어요."
    },
    {
      "id": "profile-2",
      "name": "이서연",
      "imageUrl": "/profiles/profile2.png",
      "bio": "세상의 다양한 이야기와 지혜를 배우고 나누는 것을 좋아합니다. 깊이 있는 대화로 서로에게 영감을 주는 관계를 꿈꿔요."
    },
    {
      "id": "profile-3",
      "name": "박지훈",
      "imageUrl": "/profiles/profile3.png",
      "bio": "더 나은 세상을 만들기 위해 긍정적인 영향력을 나누고 싶습니다. 함께 배우고 협력하며 시너지를 만들고 싶어요."
    },
    {
      "id": "profile-4",
      "name": "Alexander Maximilian Bartholomew III",
      "imageUrl": "/profiles/profile4.png",
      "bio": "An individual with a rather lengthy name, exploring the intricacies of life and technology."
    },
    {
      "id": "profile-5",
      "name": "박광수",
      "imageUrl": "/profiles/profile5.png",
      "bio": "자기소개를 입력해주세요."
    }
  ],
  "resonances": [
    {
      "id": "res-1",
      "profile_id": "profile-1",
      "answer_id": "a-sh-1",
      "date": "2024. 08. 03."
    },
    {
      "id": "res-2",
      "profile_id": "profile-2",
      "answer_id": "a-sh-1",
      "date": "2024. 08. 04."
    },
    {
      "id": "res-3",
      "profile_id": "profile-3",
      "answer_id": "a-sh-7",
      "date": "2024. 08. 05."
    }
  ]
}
